{'resume': "# Brandon Phillips\nCloud & Data Freelancer\n\n## Contacts\n- linkedin.com/in/brandonphil\n- brandon@bpdata.io\n\n\nOver 6 years of professional experience conducting cloud architecture and data end to end design. I enjoy working with innovative teams, that have clear understanding of outcomes they're looking for.\n\n## Education & Learning\nApplied Computer Science\nNorthern Arizona University\nAug 2009 - Dec 2014\n\n## Experience\n### Solutions Architect II\n### Technical Account Manager\n### IT Support Technicial to Engineer I & II\nAWS, Mar 2022 - Mar 2024\n- Architected and Designed end to end data ingestion pipeline with AWS Glue. Designed frontend for self service document export service. Saved 10 hours weekly. Created additional revenue stream for business.\n- Developed end to end notification system with authorization to improve ticketing visibility. Saved 2 hours weekly chasing down owners/resolvers. Generalized notification framework across company.\n- Implemented internal tool to generate client value maps, utilizing generative AI. Saved 4 hours of manual research per Account manager.\n- Assisted customers in ticket resolutions, often meeting to discuss the overall operations and planning future state based on missing processes. Resulting in clear long term 24-48 month plans to incrementally improve operations.\n- Led strategy discovery sessions. Resulting in detailed 12 month plan documenting current state, future state, and intermediate steps to achieve short term 12 month goals.\n- Led 4 warehouse IT infrastructure deployments. Each complete 2-4 weeks ahead of schedule. Each resulted in operations teams enabled to pre-test processes over 2-4 early, opposed to the typical 1 week, 1 process per day.\n- Led internal data extraction effort, from building design documents, utilizing internal development platform, aimed at simplifying pick/pack robotic efficiency. Resulting in lower latency due to optimizing robotic drive pathing.\n\nAWS, Mar 2021 – Mar 2022\n\nAmazon.com, Jan 2018 – May 2021\n\n### Founder/Fullstack Developer\nEthereal Productions Jan 2015 - Jan 2019\n- Developed client acquisition strategy utilizing Craigslist.\n- Developed responsive websites utilizing Wordpress.\n- Developed responsive web applications utilizing Django.\n\n## Certificates\n- AWS Solutions Architect Associate\n- AWS Solutions Architect Professional\n- Azure Cloud Fundamentals\n- AWS Developer Associate\n\n## Tools\nAWS, Azure, Terraform, Mage AI, Miro, LlamaIndex, Docker\n\n## Skills\nAWS Services, General Network Design, Python Development, LLM Application Development, Solutions Architecture, Data Pipeline Design, Data Modeling, Azure Services, Documentation, ETL, Task Automation"}